"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 52, \"word_counts\": \"{\\\"hi\\\": 1, \\\"hello\\\": 1, \\\"there\\\": 2, \\\"good\\\": 1, \\\"morning\\\": 1, \\\"who\\\": 7, \\\"wrote\\\": 4, \\\"flutter\\\": 5, \\\"for\\\": 8, \\\"beginners\\\": 6, \\\"author\\\": 4, \\\"of\\\": 14, \\\"what\\\": 12, \\\"is\\\": 13, \\\"about\\\": 13, \\\"tell\\\": 7, \\\"me\\\": 8, \\\"do\\\": 8, \\\"you\\\": 12, \\\"have\\\": 8, \\\"any\\\": 4, \\\"books\\\": 8, \\\"by\\\": 4, \\\"herbert\\\": 1, \\\"schildt\\\": 1, \\\"genre\\\": 2, \\\"java\\\": 1, \\\"the\\\": 21, \\\"panchatantra\\\": 2, \\\"malgudi\\\": 1, \\\"days\\\": 1, \\\"kind\\\": 1, \\\"book\\\": 10, \\\"grandma's\\\": 1, \\\"bag\\\": 1, \\\"stories\\\": 1, \\\"i'm\\\": 2, \\\"looking\\\": 1, \\\"a\\\": 10, \\\"comic\\\": 1, \\\"comics\\\": 1, \\\"available\\\": 1, \\\"main\\\": 1, \\\"character\\\": 1, \\\"in\\\": 6, \\\"diary\\\": 1, \\\"wimpy\\\": 1, \\\"kid\\\": 1, \\\"adventures\\\": 2, \\\"tintin\\\": 1, \\\"fiction\\\": 1, \\\"sherlock\\\": 1, \\\"holmes\\\": 1, \\\"harry\\\": 2, \\\"potter\\\": 2, \\\"interested\\\": 1, \\\"sci\\\": 1, \\\"fi\\\": 1, \\\"does\\\": 1, \\\"stephen\\\": 1, \\\"hawking\\\": 1, \\\"discuss\\\": 1, \\\"his\\\": 1, \\\"black\\\": 1, \\\"holes\\\": 1, \\\"cosmos\\\": 1, \\\"on\\\": 2, \\\"material\\\": 1, \\\"science\\\": 3, \\\"engineering\\\": 2, \\\"mike\\\": 1, \\\"tooley\\\": 1, \\\"i\\\": 4, \\\"need\\\": 2, \\\"mathematics\\\": 2, \\\"r\\\": 1, \\\"d\\\": 1, \\\"sharma\\\": 1, \\\"paradise\\\": 1, \\\"lost\\\": 1, \\\"as\\\": 1, \\\"like\\\": 1, \\\"it\\\": 1, \\\"merchant\\\": 1, \\\"venice\\\": 1, \\\"can\\\": 3, \\\"bhagavad\\\": 1, \\\"gita\\\": 1, \\\"karma\\\": 1, \\\"sadhguru\\\": 1, \\\"biography\\\": 3, \\\"albert\\\": 1, \\\"einstein\\\": 1, \\\"p\\\": 1, \\\"j\\\": 1, \\\"abdul\\\": 1, \\\"kalam\\\": 1, \\\"capital\\\": 1, \\\"france\\\": 1, \\\"'the\\\": 1, \\\"lord\\\": 1, \\\"rings'\\\": 1, \\\"cooking\\\": 1, \\\"list\\\": 3, \\\"all\\\": 3, \\\"shakespeare\\\": 1, \\\"which\\\": 1, \\\"are\\\": 2, \\\"spiritual\\\": 1, \\\"give\\\": 1, \\\"technology\\\": 1, \\\"recommend\\\": 1, \\\"story\\\": 1, \\\"biographies\\\": 1, \\\"thanks\\\": 1, \\\"thank\\\": 1, \\\"sudha\\\": 1, \\\"murthy\\\": 1, \\\"library\\\": 1, \\\"series\\\": 1, \\\"want\\\": 1, \\\"to\\\": 1, \\\"read\\\": 1, \\\"some\\\": 1, \\\"literature\\\": 1, \\\"id\\\": 1, \\\"borrow\\\": 1, \\\"database\\\": 1}\", \"word_docs\": \"{\\\"hi\\\": 1, \\\"there\\\": 2, \\\"hello\\\": 1, \\\"morning\\\": 1, \\\"good\\\": 1, \\\"wrote\\\": 4, \\\"flutter\\\": 5, \\\"beginners\\\": 6, \\\"for\\\": 7, \\\"who\\\": 7, \\\"of\\\": 13, \\\"author\\\": 4, \\\"is\\\": 13, \\\"what\\\": 12, \\\"about\\\": 13, \\\"tell\\\": 7, \\\"me\\\": 8, \\\"schildt\\\": 1, \\\"books\\\": 8, \\\"herbert\\\": 1, \\\"have\\\": 8, \\\"you\\\": 12, \\\"any\\\": 4, \\\"by\\\": 4, \\\"do\\\": 8, \\\"genre\\\": 2, \\\"java\\\": 1, \\\"the\\\": 20, \\\"panchatantra\\\": 2, \\\"days\\\": 1, \\\"malgudi\\\": 1, \\\"book\\\": 10, \\\"bag\\\": 1, \\\"kind\\\": 1, \\\"grandma's\\\": 1, \\\"stories\\\": 1, \\\"i'm\\\": 2, \\\"a\\\": 10, \\\"comic\\\": 1, \\\"looking\\\": 1, \\\"available\\\": 1, \\\"comics\\\": 1, \\\"wimpy\\\": 1, \\\"character\\\": 1, \\\"in\\\": 6, \\\"diary\\\": 1, \\\"kid\\\": 1, \\\"main\\\": 1, \\\"adventures\\\": 2, \\\"tintin\\\": 1, \\\"fiction\\\": 1, \\\"sherlock\\\": 1, \\\"holmes\\\": 1, \\\"harry\\\": 2, \\\"potter\\\": 2, \\\"sci\\\": 1, \\\"fi\\\": 1, \\\"interested\\\": 1, \\\"stephen\\\": 1, \\\"discuss\\\": 1, \\\"his\\\": 1, \\\"holes\\\": 1, \\\"black\\\": 1, \\\"does\\\": 1, \\\"hawking\\\": 1, \\\"cosmos\\\": 1, \\\"on\\\": 2, \\\"science\\\": 3, \\\"material\\\": 1, \\\"tooley\\\": 1, \\\"mike\\\": 1, \\\"engineering\\\": 2, \\\"need\\\": 2, \\\"i\\\": 4, \\\"mathematics\\\": 2, \\\"d\\\": 1, \\\"r\\\": 1, \\\"sharma\\\": 1, \\\"lost\\\": 1, \\\"paradise\\\": 1, \\\"it\\\": 1, \\\"as\\\": 1, \\\"like\\\": 1, \\\"venice\\\": 1, \\\"merchant\\\": 1, \\\"can\\\": 3, \\\"bhagavad\\\": 1, \\\"gita\\\": 1, \\\"karma\\\": 1, \\\"sadhguru\\\": 1, \\\"biography\\\": 3, \\\"einstein\\\": 1, \\\"albert\\\": 1, \\\"kalam\\\": 1, \\\"abdul\\\": 1, \\\"p\\\": 1, \\\"j\\\": 1, \\\"capital\\\": 1, \\\"france\\\": 1, \\\"rings'\\\": 1, \\\"'the\\\": 1, \\\"lord\\\": 1, \\\"cooking\\\": 1, \\\"shakespeare\\\": 1, \\\"list\\\": 3, \\\"all\\\": 3, \\\"spiritual\\\": 1, \\\"are\\\": 2, \\\"which\\\": 1, \\\"give\\\": 1, \\\"technology\\\": 1, \\\"recommend\\\": 1, \\\"story\\\": 1, \\\"biographies\\\": 1, \\\"thanks\\\": 1, \\\"thank\\\": 1, \\\"murthy\\\": 1, \\\"sudha\\\": 1, \\\"library\\\": 1, \\\"series\\\": 1, \\\"literature\\\": 1, \\\"to\\\": 1, \\\"some\\\": 1, \\\"want\\\": 1, \\\"read\\\": 1, \\\"id\\\": 1, \\\"borrow\\\": 1, \\\"database\\\": 1}\", \"index_docs\": \"{\\\"41\\\": 1, \\\"29\\\": 2, \\\"42\\\": 1, \\\"44\\\": 1, \\\"43\\\": 1, \\\"19\\\": 4, \\\"18\\\": 5, \\\"16\\\": 6, \\\"9\\\": 7, \\\"14\\\": 7, \\\"2\\\": 13, \\\"20\\\": 4, \\\"3\\\": 13, \\\"5\\\": 12, \\\"4\\\": 13, \\\"15\\\": 7, \\\"10\\\": 8, \\\"46\\\": 1, \\\"13\\\": 8, \\\"45\\\": 1, \\\"12\\\": 8, \\\"6\\\": 12, \\\"21\\\": 4, \\\"22\\\": 4, \\\"11\\\": 8, \\\"30\\\": 2, \\\"47\\\": 1, \\\"1\\\": 20, \\\"31\\\": 2, \\\"49\\\": 1, \\\"48\\\": 1, \\\"7\\\": 10, \\\"52\\\": 1, \\\"50\\\": 1, \\\"51\\\": 1, \\\"53\\\": 1, \\\"32\\\": 2, \\\"8\\\": 10, \\\"55\\\": 1, \\\"54\\\": 1, \\\"57\\\": 1, \\\"56\\\": 1, \\\"61\\\": 1, \\\"59\\\": 1, \\\"17\\\": 6, \\\"60\\\": 1, \\\"62\\\": 1, \\\"58\\\": 1, \\\"33\\\": 2, \\\"63\\\": 1, \\\"64\\\": 1, \\\"65\\\": 1, \\\"66\\\": 1, \\\"34\\\": 2, \\\"35\\\": 2, \\\"68\\\": 1, \\\"69\\\": 1, \\\"67\\\": 1, \\\"71\\\": 1, \\\"73\\\": 1, \\\"74\\\": 1, \\\"76\\\": 1, \\\"75\\\": 1, \\\"70\\\": 1, \\\"72\\\": 1, \\\"77\\\": 1, \\\"36\\\": 2, \\\"24\\\": 3, \\\"78\\\": 1, \\\"80\\\": 1, \\\"79\\\": 1, \\\"37\\\": 2, \\\"38\\\": 2, \\\"23\\\": 4, \\\"39\\\": 2, \\\"82\\\": 1, \\\"81\\\": 1, \\\"83\\\": 1, \\\"85\\\": 1, \\\"84\\\": 1, \\\"88\\\": 1, \\\"86\\\": 1, \\\"87\\\": 1, \\\"90\\\": 1, \\\"89\\\": 1, \\\"25\\\": 3, \\\"91\\\": 1, \\\"92\\\": 1, \\\"93\\\": 1, \\\"94\\\": 1, \\\"26\\\": 3, \\\"96\\\": 1, \\\"95\\\": 1, \\\"100\\\": 1, \\\"99\\\": 1, \\\"97\\\": 1, \\\"98\\\": 1, \\\"101\\\": 1, \\\"102\\\": 1, \\\"105\\\": 1, \\\"103\\\": 1, \\\"104\\\": 1, \\\"106\\\": 1, \\\"107\\\": 1, \\\"27\\\": 3, \\\"28\\\": 3, \\\"109\\\": 1, \\\"40\\\": 2, \\\"108\\\": 1, \\\"110\\\": 1, \\\"111\\\": 1, \\\"112\\\": 1, \\\"113\\\": 1, \\\"114\\\": 1, \\\"115\\\": 1, \\\"116\\\": 1, \\\"118\\\": 1, \\\"117\\\": 1, \\\"119\\\": 1, \\\"120\\\": 1, \\\"125\\\": 1, \\\"122\\\": 1, \\\"124\\\": 1, \\\"121\\\": 1, \\\"123\\\": 1, \\\"126\\\": 1, \\\"127\\\": 1, \\\"128\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"the\\\", \\\"2\\\": \\\"of\\\", \\\"3\\\": \\\"is\\\", \\\"4\\\": \\\"about\\\", \\\"5\\\": \\\"what\\\", \\\"6\\\": \\\"you\\\", \\\"7\\\": \\\"book\\\", \\\"8\\\": \\\"a\\\", \\\"9\\\": \\\"for\\\", \\\"10\\\": \\\"me\\\", \\\"11\\\": \\\"do\\\", \\\"12\\\": \\\"have\\\", \\\"13\\\": \\\"books\\\", \\\"14\\\": \\\"who\\\", \\\"15\\\": \\\"tell\\\", \\\"16\\\": \\\"beginners\\\", \\\"17\\\": \\\"in\\\", \\\"18\\\": \\\"flutter\\\", \\\"19\\\": \\\"wrote\\\", \\\"20\\\": \\\"author\\\", \\\"21\\\": \\\"any\\\", \\\"22\\\": \\\"by\\\", \\\"23\\\": \\\"i\\\", \\\"24\\\": \\\"science\\\", \\\"25\\\": \\\"can\\\", \\\"26\\\": \\\"biography\\\", \\\"27\\\": \\\"list\\\", \\\"28\\\": \\\"all\\\", \\\"29\\\": \\\"there\\\", \\\"30\\\": \\\"genre\\\", \\\"31\\\": \\\"panchatantra\\\", \\\"32\\\": \\\"i'm\\\", \\\"33\\\": \\\"adventures\\\", \\\"34\\\": \\\"harry\\\", \\\"35\\\": \\\"potter\\\", \\\"36\\\": \\\"on\\\", \\\"37\\\": \\\"engineering\\\", \\\"38\\\": \\\"need\\\", \\\"39\\\": \\\"mathematics\\\", \\\"40\\\": \\\"are\\\", \\\"41\\\": \\\"hi\\\", \\\"42\\\": \\\"hello\\\", \\\"43\\\": \\\"good\\\", \\\"44\\\": \\\"morning\\\", \\\"45\\\": \\\"herbert\\\", \\\"46\\\": \\\"schildt\\\", \\\"47\\\": \\\"java\\\", \\\"48\\\": \\\"malgudi\\\", \\\"49\\\": \\\"days\\\", \\\"50\\\": \\\"kind\\\", \\\"51\\\": \\\"grandma's\\\", \\\"52\\\": \\\"bag\\\", \\\"53\\\": \\\"stories\\\", \\\"54\\\": \\\"looking\\\", \\\"55\\\": \\\"comic\\\", \\\"56\\\": \\\"comics\\\", \\\"57\\\": \\\"available\\\", \\\"58\\\": \\\"main\\\", \\\"59\\\": \\\"character\\\", \\\"60\\\": \\\"diary\\\", \\\"61\\\": \\\"wimpy\\\", \\\"62\\\": \\\"kid\\\", \\\"63\\\": \\\"tintin\\\", \\\"64\\\": \\\"fiction\\\", \\\"65\\\": \\\"sherlock\\\", \\\"66\\\": \\\"holmes\\\", \\\"67\\\": \\\"interested\\\", \\\"68\\\": \\\"sci\\\", \\\"69\\\": \\\"fi\\\", \\\"70\\\": \\\"does\\\", \\\"71\\\": \\\"stephen\\\", \\\"72\\\": \\\"hawking\\\", \\\"73\\\": \\\"discuss\\\", \\\"74\\\": \\\"his\\\", \\\"75\\\": \\\"black\\\", \\\"76\\\": \\\"holes\\\", \\\"77\\\": \\\"cosmos\\\", \\\"78\\\": \\\"material\\\", \\\"79\\\": \\\"mike\\\", \\\"80\\\": \\\"tooley\\\", \\\"81\\\": \\\"r\\\", \\\"82\\\": \\\"d\\\", \\\"83\\\": \\\"sharma\\\", \\\"84\\\": \\\"paradise\\\", \\\"85\\\": \\\"lost\\\", \\\"86\\\": \\\"as\\\", \\\"87\\\": \\\"like\\\", \\\"88\\\": \\\"it\\\", \\\"89\\\": \\\"merchant\\\", \\\"90\\\": \\\"venice\\\", \\\"91\\\": \\\"bhagavad\\\", \\\"92\\\": \\\"gita\\\", \\\"93\\\": \\\"karma\\\", \\\"94\\\": \\\"sadhguru\\\", \\\"95\\\": \\\"albert\\\", \\\"96\\\": \\\"einstein\\\", \\\"97\\\": \\\"p\\\", \\\"98\\\": \\\"j\\\", \\\"99\\\": \\\"abdul\\\", \\\"100\\\": \\\"kalam\\\", \\\"101\\\": \\\"capital\\\", \\\"102\\\": \\\"france\\\", \\\"103\\\": \\\"'the\\\", \\\"104\\\": \\\"lord\\\", \\\"105\\\": \\\"rings'\\\", \\\"106\\\": \\\"cooking\\\", \\\"107\\\": \\\"shakespeare\\\", \\\"108\\\": \\\"which\\\", \\\"109\\\": \\\"spiritual\\\", \\\"110\\\": \\\"give\\\", \\\"111\\\": \\\"technology\\\", \\\"112\\\": \\\"recommend\\\", \\\"113\\\": \\\"story\\\", \\\"114\\\": \\\"biographies\\\", \\\"115\\\": \\\"thanks\\\", \\\"116\\\": \\\"thank\\\", \\\"117\\\": \\\"sudha\\\", \\\"118\\\": \\\"murthy\\\", \\\"119\\\": \\\"library\\\", \\\"120\\\": \\\"series\\\", \\\"121\\\": \\\"want\\\", \\\"122\\\": \\\"to\\\", \\\"123\\\": \\\"read\\\", \\\"124\\\": \\\"some\\\", \\\"125\\\": \\\"literature\\\", \\\"126\\\": \\\"id\\\", \\\"127\\\": \\\"borrow\\\", \\\"128\\\": \\\"database\\\"}\", \"word_index\": \"{\\\"the\\\": 1, \\\"of\\\": 2, \\\"is\\\": 3, \\\"about\\\": 4, \\\"what\\\": 5, \\\"you\\\": 6, \\\"book\\\": 7, \\\"a\\\": 8, \\\"for\\\": 9, \\\"me\\\": 10, \\\"do\\\": 11, \\\"have\\\": 12, \\\"books\\\": 13, \\\"who\\\": 14, \\\"tell\\\": 15, \\\"beginners\\\": 16, \\\"in\\\": 17, \\\"flutter\\\": 18, \\\"wrote\\\": 19, \\\"author\\\": 20, \\\"any\\\": 21, \\\"by\\\": 22, \\\"i\\\": 23, \\\"science\\\": 24, \\\"can\\\": 25, \\\"biography\\\": 26, \\\"list\\\": 27, \\\"all\\\": 28, \\\"there\\\": 29, \\\"genre\\\": 30, \\\"panchatantra\\\": 31, \\\"i'm\\\": 32, \\\"adventures\\\": 33, \\\"harry\\\": 34, \\\"potter\\\": 35, \\\"on\\\": 36, \\\"engineering\\\": 37, \\\"need\\\": 38, \\\"mathematics\\\": 39, \\\"are\\\": 40, \\\"hi\\\": 41, \\\"hello\\\": 42, \\\"good\\\": 43, \\\"morning\\\": 44, \\\"herbert\\\": 45, \\\"schildt\\\": 46, \\\"java\\\": 47, \\\"malgudi\\\": 48, \\\"days\\\": 49, \\\"kind\\\": 50, \\\"grandma's\\\": 51, \\\"bag\\\": 52, \\\"stories\\\": 53, \\\"looking\\\": 54, \\\"comic\\\": 55, \\\"comics\\\": 56, \\\"available\\\": 57, \\\"main\\\": 58, \\\"character\\\": 59, \\\"diary\\\": 60, \\\"wimpy\\\": 61, \\\"kid\\\": 62, \\\"tintin\\\": 63, \\\"fiction\\\": 64, \\\"sherlock\\\": 65, \\\"holmes\\\": 66, \\\"interested\\\": 67, \\\"sci\\\": 68, \\\"fi\\\": 69, \\\"does\\\": 70, \\\"stephen\\\": 71, \\\"hawking\\\": 72, \\\"discuss\\\": 73, \\\"his\\\": 74, \\\"black\\\": 75, \\\"holes\\\": 76, \\\"cosmos\\\": 77, \\\"material\\\": 78, \\\"mike\\\": 79, \\\"tooley\\\": 80, \\\"r\\\": 81, \\\"d\\\": 82, \\\"sharma\\\": 83, \\\"paradise\\\": 84, \\\"lost\\\": 85, \\\"as\\\": 86, \\\"like\\\": 87, \\\"it\\\": 88, \\\"merchant\\\": 89, \\\"venice\\\": 90, \\\"bhagavad\\\": 91, \\\"gita\\\": 92, \\\"karma\\\": 93, \\\"sadhguru\\\": 94, \\\"albert\\\": 95, \\\"einstein\\\": 96, \\\"p\\\": 97, \\\"j\\\": 98, \\\"abdul\\\": 99, \\\"kalam\\\": 100, \\\"capital\\\": 101, \\\"france\\\": 102, \\\"'the\\\": 103, \\\"lord\\\": 104, \\\"rings'\\\": 105, \\\"cooking\\\": 106, \\\"shakespeare\\\": 107, \\\"which\\\": 108, \\\"spiritual\\\": 109, \\\"give\\\": 110, \\\"technology\\\": 111, \\\"recommend\\\": 112, \\\"story\\\": 113, \\\"biographies\\\": 114, \\\"thanks\\\": 115, \\\"thank\\\": 116, \\\"sudha\\\": 117, \\\"murthy\\\": 118, \\\"library\\\": 119, \\\"series\\\": 120, \\\"want\\\": 121, \\\"to\\\": 122, \\\"read\\\": 123, \\\"some\\\": 124, \\\"literature\\\": 125, \\\"id\\\": 126, \\\"borrow\\\": 127, \\\"database\\\": 128}\"}}"